Repository: common-repository/wordpress-filter
Catalog: i18n/msw_wp-filter-*.po
Languages: hu_hu

source: WordPress Filter
hu_hu: WordPress Szűrő

source: Remove Catch
hu_hu: Figyelés eltávolítása

source: Remove Action
hu_hu: Művelet eltávolítása

source: If these conditions are met:
hu_hu: Ha az alábbi feltételek teljesülnek:

source: Condition(s) to be met:
hu_hu: Szükséges feltétel(ek):

source: Condition Data:
hu_hu: Feltétel adatai:

source: Add Filter
hu_hu: Új szűrő

source: Add Catch
hu_hu: Új Figyelés

source: Then perform these actions:
hu_hu: Akkor tegye a következőt:

source: Action(s) to be performed:
hu_hu: Végrehajtandó műveletek:

source: Action Data:
hu_hu: Művelet adatai:

source: Remove Filter
hu_hu: Szűrő eltávolítása

source: Add Action
hu_hu: Új művelet

source: * All fields are required.
hu_hu: * Minden mezőt kötelező kitölteni

source: * All conditions must be met for actions to be applied.
hu_hu: * A művelet létrejöttéhez minden feltételnek teljesülnie kell

source: * Fields requiring tags should have the tags comma separated (tag1, tag2, etc).
hu_hu: * A címkéket tartalmazó mezőkben a címkéket vesszővel válassza el (címke1, címke2, stb)!

source: The specified filter could not be found. Please try again.
hu_hu: A megadott Szűrő nem található. Kérem, próbálja meg újra.

source: WordPress Filter Options
hu_hu: WordPress Szűrő beállításai

source: Current Filters
hu_hu: Aktuális Szűrők

source: Edit Filter
hu_hu: Szűrő szerkesztése

source: Import Filter
hu_hu: Szűrő importálása

source: Sorry, the filter(s) you tried to import are not valid.
hu_hu: Sajnálom, az importálni kívánt Szűrő(k) érvénytelenek.

source: Bulk Options
hu_hu: Csoportművelet

source: Delete
hu_hu: Törlés

source: Export
hu_hu: Exportálás

source: Below is your filter export:
hu_hu: Az alábbiakban láthatja a Szűrő exportálásának eredményét:

source: This can be copied into a text editor and saved to be sent to someone else or used on another blog running WordPress Filter.
hu_hu: Ezt másolja be egy szövegfájlba és mentse el, abból használhatja fel később.

source: You do not currently have any filters defined.
hu_hu: Jelenleg nincsenek beállítva Szűrők.

source: Post Title: Equals
hu_hu: Ha a Bejegyzés címe pont ez:

source: Post Content: Contains
hu_hu: Ha a Bejegyzésben szerepel:

source: Post Content: Doesn't Contain
hu_hu: Ha a Bejegyzésben NEM szerepel:

source: Post Excerpt: Equals
hu_hu: Ha a Bejegyzés kivonata pont ez:

source: Post Excerpt: Contains
hu_hu: Ha a Bejegyzés kivonatában szerepel:

source: Post Excerpt: Doesn't Contain
hu_hu: Ha a Bejegyzés kivonatában NEM szerepel:

source: Post: Has Tag
hu_hu: Ha az alábbi Címke hozzá van adva:

source: Post: Has Category
hu_hu: Ha az alábbi Kategória hozzá van adva:

source: Custom Field: Exists
hu_hu: Ha ez az egyedi mező létezik:

source: Post Author: Equals
hu_hu: Ha a Szerző pont ez:

source: Comment Status: Equals
hu_hu: Ha a Hozzászólások állapota pont ez:

source: Ping Status: Equals
hu_hu: Ha a Pingek állapota pont ez:

source: Title: Prepend
hu_hu: Írja a cím elé:

source: Title: Replace
hu_hu: Írja a cím helyett:

source: Title: Append
hu_hu: Írja a cím mögé:

source: Content: Prepend
hu_hu: Írja a tartalom elé:

source: Content: Replace
hu_hu: Írja a tartalom helyett:

source: Content: Append
hu_hu: Írja a tartalom után:

source: Excerpt: Prepend
hu_hu: Írja a kivonat elé:

source: Excerpt: Replace
hu_hu: Írja a kivonat helyett:

source: Excerpt: Append
hu_hu: Írja a kivonat után:

source: Tag(s): Add
hu_hu: Az alábbi Címké(ke)t adja hozzá:

source: Tag(s): Remove
hu_hu: Az alábbi Címké(ke)t távolítsa el:

source: Category(ies): Add
hu_hu: Az alábbi Kategóriá(ka)t adja hozzá:

source: Category(ies): Remove
hu_hu: Az alábbi Kategóriá(ka)t távolítsa el:
